{
  "Home": "الصفحة الرئيسية",
  "About": " حول ",
  "Features": "خصائص",
  "How it works": "كيف يعمل ",
  "IBee Smart Beehive Monitoring at your FingerTips": "عُشّ النحل الذكي آي بي المراقبة عند أطراف أصابعك",
  "The Beehive Sensor Mobile App is a cutting-edge solution designed to enhance the management and monitoring of beehives. This innovative application empowers beekeepers and enthusiasts by offering real-time data insights into the conditions within the beehive, including temperature, humidity and the hive weight": "تطبيق الجوال لأجهزة استشعار الخلية هو حلاً متقدمًا مصممًا لتعزيز إدارة ومراقبة الخلايا النحلية. هذا التطبيق الابتكاري يمنح مربي النحل وعشاقه إمكانية الوصول إلى بيانات في الوقت الحقيقي حول ظروف الخلية، بما في ذلك درجة الحرارة والرطوبة ووزن الخلية",
  "Enter your Email": "ادخل بريدك الإلكتروني",
  "Get Started": "ابدأ الآن",
  "Available on the": "متوفر على",
  "App Store": " متجر التطبيقات آبل",
  "Get it on": "احصل عليه على",
  "Google Play": "متجر جوجل بلاي",
  "How IBEE Works": "كيف يعمل آي بي",
  "The Beehive Sensor Mobile App is a valuable tool for modern beekeeping, promoting sustainability, hive health, and honey production. By providing real-time data": "تطبيق الجوال لأجهزة استشعار الخلية هو أداة قيمة لرعاية النحل الحديثة، وهو يعزز الاستدامة وصحة الخلايا وإنتاج العسل. من خلال توفير البيانات في الوقت الحقيقي",
  "Download IBee": "تنزيل آي بي",
  "Start by downloading IBee app on your Android or IOS": "ابدأ بتنزيل تطبيق آي بي على هاتفك الذكي الأندرويد أو آي أو إس",
  "Create account": "إنشاء حساب",
  "Start creating a new account by filling the data needed": "ابدأ في إنشاء حساب جديد عن طريق ملء البيانات المطلوبة",
  "Pair your Sensors": "قم بربط أجهزتك الاستشعار",
  "Pair your sensors with the app, simply by following the on-screen instructions": "اربط أجهزتك الاستشعار بالتطبيق عن طريق اتباع التعليمات التي تظهر على الشاشة ببساطة",
  "Monitor The Hive remotely": "راقب الخلية عن بعد",
  "Once the sensors are in place and connected to the app, you can start monitoring your hive's condition": "بمجرد وضع الأجهزة الاستشعار في مكانها وربطها بالتطبيق، يمكنك بدء مراقبة حالة خليتك",
  "O": "",
  "ur Main Product: The SENSORS": "منتجنا الرئيسي: الأجهزة الاستشعار",
  "IBee sensors are specially designed. These sensors are engineered to provide precise and comprehensive data about your hive's environment. Here's what makes IBee sensors stand out:": "أجهزة استشعار آي بي مصممة خصيصًا. تم تصميم هذه الأجهزة بشكل هندسي لتوفير بيانات دقيقة وشاملة حول بيئة خليتك. إليك ما يميز أجهزة استشعار آي بي",
  "Precision and Accuracy": "الدقة والتوافق",
  "Our sensors provide highly accurate environmental": " تقدم أجهزة استشعارنا بيانات بيئية دقيقة للغاية",
  "data with minimal error margin": "مع هامش خطأ ضئيل",
  "Wireless Connectivity": "اتصال لاسلكي",
  "Seamless data transmission with long-range": "نقل بيانات سلس مع اتصال بعيد المدى ",
  "connectivity and minimal power consumption": "واستهلاك طاقة منخفض",
  "Durable and Bee-Friendly Design": "تصميم قوي وصديق للنحل",
  "Weather-resistant materials that are safe for": "مواد مقاومة للعوامل الجوية وآمنة للنحل ",
  "bees and withstand harsh conditions": "وتتحمل الظروف القاسية",
  "Easy Installation": "تركيب سهل",
  "Designed for beekeepers, our sensors install in": "مصممة لمربي النحل، يمكن تثبيت أجهزة الاستشعار لدينا في دقائق ",
  "minutes without special tools": "دون الحاجة إلى أدوات خاصة",
  "Why":"لماذا ",
  "choose": "تختار",
  "IBee": " آي بي",
  "?" : "؟",
  "The Beehive Sensor Mobile app is a cutting-edge solution designed to enhance the management and monitoring of beehives.": "تطبيق الجوال لأجهزة استشعار الخلية هو حلاً رائدًا مصممًا لتعزيز إدارة ومراقبة الخلايا النحلية",
  "Sensor integration": "تكامل الأجهزة الاستشعار",
  "Real-time Data": "بيانات في الوقت الحقيقي",
  "Historical Data": "لبيانات التاريخية",
  "Alerts & Notifications": "التنبيهات والإشعارات",
  "Graphical Visualization": "تصور بياني",
  "Remote Access": "الوصول عن بُعد",
  "User-Friendly Interface": "واجهة سهلة الاستخدام",
  "Secure Data Storage": "تخزين البيانات الآمن",
  "Download IBee app": "قم بتنزيل تطبيق آي بي",
  "and keep your Bees thriving": "واحرص على ازدهار نحلك",
  "Empowering Beekeepers with Smart Hive Insights - Your Comprehensive Beehive Monitoring Companion for optimal hive health, honey production, and Sustainability": "تمكين مربي النحل بوسائل ذكية لفهم حالة الخلية - رفيقك الشامل لمراقبة الخلايا النحلية لضمان صحة الخلية الأمثل وإنتاج العسل والاستدامة",
  "Send your email to get any new news about the app and its updates": "أرسلوا بريدكم الإلكتروني للحصول على أي أخبار جديدة حول التطبيق وتحديثاته",
  "Follow Us": "تابعنا",
  "Call Us": "اتصل بنا",
  "+212 528 227 813":"813 227 528 212+",
  "All rights Reserved to AGRI 4.0": "جميع الحقوق محفوظة لشركة AGRI 4.0"
}




