
{
  "Home": "Accueil",
  "About": "A propos ",
  "Features": "Caractéristiques",
  "How it works": "Fonctionnement ",
  "IBee Smart Beehive Monitoring at your FingerTips": "IBee Ruche intelligente La surveillance accessible au bout des doigts",
  "The Beehive Sensor Mobile App is a cutting-edge solution designed to enhance the management and monitoring of beehives. This innovative application empowers beekeepers and enthusiasts by offering real-time data insights into the conditions within the beehive, including temperature, humidity and the hive weight": "L'application mobile Beehive Sensor est une solution de pointe conçue pour améliorer la gestion et la surveillance des ruches. Cette application innovante permet aux apiculteurs et aux passionnés d'apiculture de disposer de données en temps réel sur les conditions à l'intérieur de la ruche, notamment la température, l'humidité et le poids de la ruche.",
  "Enter your Email":"Saisissez votre adresse e-mail",
  "Get Started": "Commencer",
  "Available on the": "Disponible sur ",
  "App Store": "l'App store",
  "Get it on": "Obtenez-le sur",
  "Google Play": "Google play",
  "How IBEE Works": "Procédure de l'IBEE",
  "The Beehive Sensor Mobile App is a valuable tool for modern beekeeping, promoting sustainability, hive health, and honey production. By providing real-time data": "L'application mobile Beehive Sensor est un outil précieux pour l'apiculture moderne, qui favorise la durabilité, la santé des ruches et la production de miel. En fournissant des données en temps réel",
  "Download IBee": "Télécharger IBee",
  "Start by downloading IBee app on your Android or IOS": "Commencez par télécharger l'application IBee sur votre Android ou votre IOS",
  "Create account": "Création d'un compte",
  "Start creating a new account by filling the data needed": "Commencez à créer un nouveau compte en remplissant les données nécessaires",
  "Pair your Sensors": "Appairer vos capteurs",
  "Pair your sensors with the app, simply by following the on-screen instructions": "Appairez vos capteurs avec l'application, en suivant simplement les instructions à l'écran",
  "Monitor The Hive remotely": "Contrôler la ruche à distance",
  "Once the sensors are in place and connected to the app, you can start monitoring your hive's condition": "Une fois les capteurs en place et connectés à l'application, vous pouvez commencer à surveiller l'état de votre ruche",
  "O": "N",
  "ur Main Product: The SENSORS": "otre produit principal Les CAPTEURS",
  "IBee sensors are specially designed. These sensors are engineered to provide precise and comprehensive data about your hive's environment. Here's what makes IBee sensors stand out:": "Les capteurs IBee sont spécialement développés. Ils sont conçus pour fournir des données précises et complètes sur l'environnement de votre ruche. Voici ce qui distingue les capteurs IBee :",
  "Precision and Accuracy": "Précision et exactitude",
  "Our sensors provide highly accurate environmental":" Nos capteurs fournissent des données environnementales très précises",
  "data with minimal error margin":"avec une marge d'erreur minimale",
  "Wireless Connectivity": "Connectivité sans fil",
  "Seamless data transmission with long-range": "Transmission de données transparente avec connectivité",
  "connectivity and minimal power consumption":"longue portée et consommation d'énergie minimale",
  "Durable and Bee-Friendly Design": "Conception durable et écologique pour les abeilles",
  "Weather-resistant materials that are safe for":"Matériaux résistants aux intempéries, sans danger pour les abeilles",
  "bees and withstand harsh conditions": "et résistants aux conditions difficiles",
  "Easy Installation": "Installation facile",
  "Designed for beekeepers, our sensors install in":"Conçus pour les apiculteurs, nos capteurs s'installent en",
  "minutes without special tools": "quelques minutes sans outils spéciaux",
  "Why choose": "Pourquoi choisir",
  "IBee": "IBee",
  "The Beehive Sensor Mobile app is a cutting-edge solution designed to enhance the management and monitoring of beehives.": "L'application mobile Beehive Sensor est une solution de pointe visant à améliorer la gestion et la surveillance des ruches",
  "Sensor integration": "Intégration des capteurs",
  "Real-time Data": "Données en temps réel",
  "Historical Data": "Données historiques",
  "Alerts & Notifications": "Alertes et notifications",
  "Graphical Visualization": "Visualisation graphique",
  "Remote Access": "Accès à distance",
  "User-Friendly Interface": "Interface conviviale",
  "Secure Data Storage": "Stockage sécurisé des données",
  "Download IBee app": "Télécharger l'application IBee",
  "and keep your Bees thriving":"et préserver la prospérité de vos abeilles",
  "Empowering Beekeepers with Smart Hive Insights - Your Comprehensive Beehive Monitoring Companion for optimal hive health, honey production, and Sustainability":"Renforcer les apiculteurs avec Smart Hive Insights - Votre compagnon de surveillance complète de la ruche pour une santé optimale de la ruche, la production de miel, et la durabilité.",
  "Send your email to get any new news about the app and its updates":"Envoyez votre email pour recevoir toute nouvelle information sur l'application et ses mises à jour",
  "Follow Us":"Suivez-nous",
  "Call Us":"Appelez-nous",
  "All rights Reserved to AGRI 4.0":"Tous droits réservés à AGRI 4.0"


}
